Repository: trongle1212/Web-Enterprise
Catalog: Core.WEB.MVC/Resources/General.*.resx
Languages: vi

source: 100% Money Back
vi: Hoàn tiền 100%

source: 100% Secure Payment
vi: 100% bảo mật thông tin

source: 24/7 SUPPORT
vi: Hỗ trợ 24/7

source: About Us
vi: Về chúng tôi

source: Address
vi: Địa chỉ

# AddressMain
source: Address
vi: Trụ sở chính

source: Add to Cart
vi: Thêm giỏ hàng

source: Affiliate
vi: Chi nhánh

source: Availability
vi: Tình trạng

# AvailabilityStatus
source: Availability
vi: Còn hàng

# Becomingaleadingeconomiccorporationof Vietnam
source: Becoming a leading economic corporation of Vietnam, operating in multiple industries, globally, bringing the highest added value to shareholders, partners, employees and society.
vi: Trở thành một tập đoàn kinh tế hàng đầu của Việt Nam, hoạt động đa ngành, toàn cầu, mang lại những giá trị gia tăng cao nhất cho cổ đông, đối tác, người lao động và xã hội.

# Becomingamultiindustryeconomicgroupthecompanysasset
source: Becoming a multi-industry economic group, the company's asset value and brand name are among the largest non-state enterprises in Vietnam.
vi: Trở thành một tập đoàn kinh tế đa ngành, giá trị tài sản và thương hiệu công ty nằm trong top doanh nghiệp ngoài nhà nước lớn nhất Việt Nam

source: Billing Address
vi: Địa chỉ hóa đơn

source: Blog
vi: Bài Viết

source: Brand
vi: Thương hiệu

source: Brands
vi: Thương hiệu

source: by
vi: đăng

source: Calculate Shipping
vi: Giá vận chuyển

source: Call
vi: Điện thoại

# CallNow
source: Call us now
vi: Bấm để gọi ngay

source: Cart
vi: Giỏ hàng

source: Cart Summary
vi: Giỏ hàng

source: Cart Total
vi: Chi tiết

source: Categories
vi: Thể loại

source: Checkout
vi: Thanh toán

source: Commit to quality products
vi: Cam kết sản phẩm đạt chất lượng

source: Company Name
vi: Tên Công ty

source: Company operations
vi: Hoạt động công ty

source: Contact Us
vi: Liên hệ

source: Contact us 24 hrs a day
vi: Tư vấn 24/7

source: Create orders online quickly
vi: Tạo đơn hàng online nhanh chóng

source: Customer refund policy
vi: Chính sách hoàn tiền khách hàng

source: Customer Support
vi: Hỗ trợ khách hàng

# Customersupport247
source: 24/7 Customer support
vi: Hỗ trợ khách hàng 24/7

source: Delivery Information
vi: Phân phối

source: Description
vi: Mô tả chi tiết

source: Dong Nguyen Xanh
vi: Đồng Nguyên Xanh

# DongnguyenxanhWillBeAPlaceToMeetAllTheNeedsOfCustomers
source: Dongnguyenxanh will be a place to meet all the needs of customers in terms of product variety, quality and reasonable prices. Dongnguyenxanh will always try our best to innovate to constantly improve the quality of our products in response to our customers' trust.
vi: Nơi đáp ứng đầy đủ mọi nhu cầu của khách hàng về đa dạng sản phẩm, chất lượng và giá cả hợp lý. Sẽ luôn cố gắng nổ lực sáng tạo để không ngừng nâng cao chất lượng sản phẩm để đáp lại sự tin cậy của Quý khách hàng

source: Easy
vi: Nhanh chóng

source: EASY ORDER
vi: Tạo đơn nhanh gọn

source: Email Address
vi: Địa chỉ Email

source: Ensure customer information security
vi: Đảm bảo an toàn thông tin khách hàng

source: Enter your email address here
vi: Nhập địa chỉ email ở đây

source: First Name
vi: Họ

source: Follow Us
vi: Theo dõi

source: FREE RETURN
vi: Miễn phí hoàn lại

source: Free Shipping
vi: Miễn phí vận chuyển

source: Free Shipping On Order
vi: Miễn phí giao hàng

source: Gift Certificates
vi: Chứng chỉ

source: Guarantee
vi: Bảo hành

source: Home
vi: Trang chủ

source: Image
vi: Hình ảnh

source: Information
vi: Thông tin

# Inordertoimproveproductqualityandbetterservicequality
source: In order to improve product quality and better service quality, Dongnguyenxanh is looking forward to the support and comments from our customers.
vi: Nhằm nâng cao chất lượng sản phẩm và chất lượng phục vụ ngày càng tốt hơn, Csfood rất mong được sự ủng hộ và nhận ý kiến đóng góp từ phía Quý khách hàng

source: Last Name
vi: Tên

source: Latest blogs
vi: Bài viết gần đây

# ListProductCategories
source: Product of category
vi: Danh mục

source: Lowest Price
vi: Chi phí thấp

source: MONEY BACK GUARNTEE
vi: Chính sách hoàn tiền

source: Need help
vi: Giúp đỡ

# NewProducts
source: Payment secure
vi: Sản phẩm mới

source: OUR GOAL
vi: MỤC TIÊU

source: OUR MISSION
vi: SỨ MỆNH

source: OUR VISSION
vi: TẦM NHÌN

source: Phone
vi: Số điện thoại

source: Phone no
vi: Số điện thoại

source: Place order
vi: Tiến hành thanh toán

source: Popular products
vi: Sản phẩm nổi bật

source: Prestigious products
vi: Sản phẩm uy tín

source: Price
vi: Giá

# PriceValue
source: Contact
vi: Liên hệ

source: Privacy Policy
vi: Chính sách

source: Product
vi: Sản phẩm

source: Product Code
vi: Mã sản phẩm

source: Product Details
vi: Chi tiết sản phẩm

# Providingdongnguyenxanhbrandproductsofinternationalquality
source: Providing dongnguyenxanh brand products of international quality, reasonable prices, satisfying customer needs, contributing to the development of the country.
vi: Cung cấp những sản phẩm thương hiệu dongnguyenxanh chất lượng quốc tế, giá hợp lý, thoả mãn nhu cầu khách hàng, góp phần phát triển đất nước.

source: Qty
vi: Số lượng

source: QUALITY PRODUCT
vi: Sản phẩm chất lượng

source: Quantity
vi: Số lượng

source: Quick delivery after customers place an order
vi: Giao hàng nhanh chóng sau khi khách hàng đặt hàng

source: Recruitment
vi: Tuyển dụng

source: Refund when the product is not qualified
vi: Hoàn lại tiền khi sản phẩm không đạt chất lượng

source: Related posts
vi: Tin tức liên quan

source: Remove
vi: Xóa

source: Returns
vi: Hoàn lại

source: Search
vi: Từ khóa

source: Search entire product here
vi: Tìm kiếm sản phẩm tại đây

source: Search result
vi: Kết quả tìm kiếm

source: SECURE PAYMENT
vi: Thanh toán an toàn

source: Send
vi: Gửi

source: Share this product
vi: Chia sẻ

source: Ships Today
vi: Giao trong ngày

source: Shop
vi: Cửa Hàng

source: Shopping Now
vi: Mua nhanh

source: Site Map
vi: Bản đồ

source: Specials
vi: Nổi bật

source: Subcribe
vi: Đăng ký

source: Subject
vi: Tiêu đề

source: Subscribe
vi: Đăng ký

source: Subscribe newsletter to get updated
vi: Đăng ký nhận thông tin từ chúng tôi

source: Sub-total
vi: Tổng

source: Support24/7
vi: Hỗ trợ 24/7

source: Tell Us Your Message
vi: Liên hệ chúng tôi

# Terms&amp;Conditions
source: Terms & Conditions
vi: Điều khoản

source: Time now
vi: Thời gian hiện tại

# Title
source: Dong Nguyen Xanh Company
vi: HỆ THỐNG QUẢN LÝ HỒ SƠ & CẤP GIẤY CHỨNG NHẬN

source: Top service
vi: Dịch vụ hàng đầu

source: Total
vi: Tổng tiền

source: View Cart
vi: Giỏ hàng

source: WELCOME TO
vi: Chào mừng đến với

source: We really appreciate your purchase choices. Always committed to top quality reputation
vi: Chúng tôi rất trân trọng sự chọn lựa mua hàng của quý khách hàng. Luôn đảm bảo cam kết chất lượng uy tín hàng đầu.

# WeWillNeverShareYourEmailAddressWithAThirdparty
source: We'll never share your email address with a third-party.
vi: Chúng tôi luôn luôn chia sẻ email của bạn đến đối tác khách hàng

source: WIN BEST ONLINE SHOP AT
vi: Mua hàng online uy tín

source: You have 30 Days To Return
vi: Bạn có 30 ngày hoàn lại

source: Your Message
vi: Nội dung

source: Your Name
vi: Tên
